Repository: MikeiLL/example.com
Catalog: site/web/app/plugins/wpforms-stripe/languages/wpforms-stripe-*.po
Languages: es_es, hi_in

source: The WPForms Stripe plugin has been deactivated. Your site is running an outdated version of PHP that is no longer supported and is not compatible with the Stripe addon. <a href="%s" target="_blank" rel="noopener noreferrer">Read more</a> for additional information.
es_es: El plugin WPForms Stripe ha sido desactivado. Tu sitio está ejecutando una versión obsoleta de PHP sin soporte y no es compatible con el complemento Stripe. <a href=“%s” target=“_blank” rel=“noopener noreferrer”>Leer más </a> para obtener información adicional.
hi_in: WPForms Stripe प्लगइन को निष्क्रिय कर दिया गया है। आपकी साइट PHP का पुराना संस्करण चला रही है जो अब समर्थित नहीं है और स्ट्राइप ऐडऑन के साथ संगत नहीं है। अतिरिक्त जानकारी के लिए <a href=“%s” target="_blank" rel="noopener noreferrer">और पढ़ें</a>।

source: Stripe payment stopped by conditional logic.
es_es: Los pagos con Stripe se interrumpieron debido a la lógica condicional.
hi_in: Stripe भुगतान सशर्त तर्क द्वारा बंद कर दिया ।

source: Stripe payment stopped, missing token.
es_es: Se interrumpieron los pagos con Stripe, falta el token.
hi_in: Stripe भुगतान बंद, टोकन गायब।

source: Stripe payment stopped, missing keys.
es_es: Se interrumpieron los pagos con Stripe, faltan las claves.
hi_in: Stripe भुगतान बंद, चाबी गायब।

source: Stripe payment stopped, missing payment fields.
es_es: Se interrumpieron los pagos con Stripe, faltan campos de pagos.
hi_in: Stripe भुगतान बंद हो गया, भुगतान फ़ील्ड गायब हैं।

source: Stripe payment stopped, invalid/empty amount.
es_es: Se interrumpieron los pagos con Stripe, cantidad no válida o vacía.
hi_in: Stripe भुगतान रोक दिया गया, अमान्य / खाली राशि है।

source: Stripe payment stopped, amount less than minimum charge required.
es_es: Se interrumpieron los pagos con Stripe, la cantidad es menos que el cargo mínimo necesario.

source: Too many requests made to the API too quickly.
es_es: Demasiadas peticiones realizadas a la API demasiado rápidas.
hi_in: बहुत जल्दी API के लिए किए गए कई अनुरोध।

source: Invalid parameters were supplied to Stripe API.
es_es: Se suministraron parámetros no válidos a la API de Stripe.
hi_in: अवैध पैरामीटर को Stripe API के लिए आपूर्ति की गई थी।

source: Authentication with Stripe API failed.
es_es: Autentificación con la API de Stripe fallida.
hi_in: Stripe API के साथ प्रमाणीकरण विफल रहा।

source: Network communication with Stripe failed.
es_es: La comunicación de red con Stripe fallida.
hi_in: Stripe के साथ नेटवर्क संचार विफल रहा।

source: Unable to process Stripe payment.
es_es: No fue posible procesar el pago con Stripe.
hi_in: Stripe भुगतान संसाधित करने में असमर्थ।

source: Unable to process payment.
es_es: No fues posible procesar el pago.
hi_in: भुगतान संसाधित करने में असमर्थ।

source: Credit Card Payment Error: %s
es_es: Error de pago con tarjeta de crédito: %s
hi_in: क्रेडिट कार्ड भुगतान त्रुटि: %s

source: Stripe payment stopped by error
es_es: Pago con Stripe interrumpido por un error
hi_in: Stripe भुगतान त्रुटि द्वारा बंद कर दिया

source: Stripe subscription payment stopped, missing form settings.
es_es: Se interrumpieron la suscripción de pagos con Stripe, faltan los ajustes del formulario.
hi_in: Stripe सदस्यता भुगतान बंद हो गया, फॉर्म सेटिंग गायब है।

source: Stripe subscription payment stopped, customer email not found.
es_es: Se interrumpieron la suscripción de pagos con Stripe, no se encuentra el correo electrónico del cliente.
hi_in: Stripe सदस्यता भुगतान बंद कर दिया, ग्राहक ईमेल नहीं मिला।

source: Stripe subscription payment stopped by error
es_es: La suscripción de pago con Stripe interrumpida por un error
hi_in: Stripe सदस्यता भुगतान त्रुटि द्वारा बंद कर दिया

source: Daily
es_es: Diariamente
hi_in: प्रतिदिन

source: Weekly
es_es: Semanalmente
hi_in: साप्ताहिक

source: Monthly
es_es: Mensualmente
hi_in: मासिक

source: Quarterly
es_es: Trimestral
hi_in: त्रैमासिक

source: Semi-Yearly
es_es: Semianual
hi_in: अर्ध-वार्षिक

source: Yearly
es_es: Anual
hi_in: वार्षिक

source: When recurring subscription payments are enabled, the Customer Email is required. Please go to the Stripe payment settings and select a Customer Email.
es_es: Cuando la suscripción de pagos recurrentes está activada, es obligatorio el correo electrónico del cliente. Por favor, ve a los ajustes de pago de Stripe y elige el correo electrónico de un cliente.
hi_in: जब आवर्ती सदस्यता भुगतान सक्षम होते हैं, तो ग्राहक ईमेल की आवश्यकता होती है। कृपया Stripe भुगतान सेटिंग पर जाएं और एक ग्राहक ईमेल चुनें।

source: Before enabling Stripe payments you need to setup your Stripe API keys (both Live and Test) on the <a href="%s">Settings page</a>.
es_es: Antes de activar Stripe payments tienes que configurar antes tus claves de API de Stripe (tanto Live como Test) en la <a href="%s">página de ajustes</a>.
hi_in: Stripe भुगतान को सक्षम करने से पहले आपको <a href=“%s”> सेटिंग पृष्ठ </a> पर अपनी Stripe API कुंजियाँ (लाइव और टेस्ट दोनों) सेटअप करने की आवश्यकता है।

source: To use Stripe payments you need to add a Credit Card field to the form
es_es: Para utlizar Stripe payments necesitas añadir un campo de tarjeta de crédito al formulario
hi_in: Stripe भुगतान का उपयोग करने के लिए आपको फॉर्म में क्रेडिट कार्ड फ़ील्ड जोड़ना होगा

source: Enable Stripe payments
es_es: Activar Stripe payments
hi_in: Stripe भुगतान सक्षम करें

source: Payment Description
es_es: Descripción del pago
hi_in: भुगतान का विवरण

source: Enter your payment description. Eg: Donation for the soccer team. Only used for standard one-time payments.
es_es: Escribe tu descripción del pago. P. ej. Donación para el equipo de fútbol. Sólo se debe utilizar para pago único estándar.
hi_in: अपना भुगतान विवरण दर्ज करें। उदा: सॉकर टीम के लिए दान। केवल मानक एकमुश्त भुगतान के लिए उपयोग किया जाता है।

source: Stripe Payment Receipt
es_es: Recibo de Stripe Payments
hi_in: Stripe भुगतान रसीद

source: --- Select Email ---
es_es: --- Elige correo electrónico ---
hi_in: ---ईमेल फ़ील्ड का चयन करें---

source: If you would like to have Stripe send a receipt after payment, select the email field to use. This is optional but recommended. Only used for standard one-time payments.
es_es: Si quieres que Stripe envíe un recibo después del pago, elige el campo de correo electrónico a utilizar. Es opcional pero recomendable. Sólo se debe utilizar para pago único estándar.
hi_in: यदि आप भुगतान के बाद Stripe भेजना चाहते हैं, तो उपयोग करने के लिए ईमेल फ़ील्ड चुनें। यह वैकल्पिक है लेकिन अनुशंसित है। केवल मानक एकमुश्त भुगतान के लिए उपयोग किया जाता है।

source: Process
es_es: Procesar
hi_in: प्रक्रिया

source: Don't process
es_es: No procesar
hi_in: प्रक्रिया न करें

source: this charge if
es_es: se carga si
hi_in: यह चार्ज अगर

source: Enable recurring subscription payments
es_es: Activar la suscripción de pagos recurrentes
hi_in: पुनरावर्ती सदस्यता भुगतान सक्षम करें

source: Plan Name
es_es: Nombre del plan
hi_in: योजना का नाम

source: Enter the subscription name. Eg: Email Newsletter. Subscription period and price are automatically appended. If left empty the form name will be used.
es_es: Escribe el nombre de la suscripción. P. ej. Boletín de correos electrónicos. El período de suscripción y el precio se adjuntan automáticamente. Si se deja en blanco, se utilizará el nombre del formulario.
hi_in: सदस्यता नाम दर्ज करें। जैसे: ईमेल न्यूज़लेटर। सदस्यता अवधि और मूल्य स्वचालित रूप से संलग्न हैं। यदि खाली छोड़ दिया जाता है तो फॉर्म नाम का उपयोग किया जाएगा।

source: Recurring Period
es_es: Periodo de recurrencia
hi_in: आवर्ती अवधि

source: How often you would like the charge to recur.
es_es: Con qué frecuencia te gustaría que el cargo se repita.
hi_in: आप कितनी बार शुल्क वसूलना चाहेंगे।

source: Customer Email
es_es: Correo de Cliente
hi_in: ग्राहक ईमेल

source: Select the field that contains the customers email address. This field is required.
es_es: Elige el campo que contiene la dirección de correo electrónico de los clientes. Este campo es obligatorio.
hi_in: उस फ़ील्ड का चयन करें जिसमें ग्राहक का ईमेल पता है। यह फ़ील्ड आवश्यक है।

source: payment as recurring if
es_es: pago como recurrente si
hi_in: आवर्ती के रूप में भुगतान यदि

source: Keys can be found in your Stripe account dashboard. For more information see our <a href="%s" target="_blank" rel="noopener noreferrer">Stripe documentation</a>.
es_es: Puedes encontrar las claves en tu escritorio de Stripe. Para más información, consulta nuestra <a href="%s" target="_blank" rel="noopener noreferrer">documentación de Stripe</a>.

source: Test Publishable Key
es_es: Clave publicable de Test
hi_in: टेस्ट पब्लिशेबल कुंजी

source: Test Secret Key
es_es: Clave secreta de Test
hi_in: परीक्षण गुप्त कुंजी

source: Live Publishable Key
es_es: Clave publicable de Live
hi_in: लाइव पब्लिशेबल कुंजी

source: Live Secret Key
es_es: Clave secreta de Live
hi_in: लाइव गुप्त कुंजी

source: Test Mode
es_es: Modo de Prueba
hi_in: परीक्षण मोड

source: In test mode and no live Stripe transactions are processed.
es_es: En el modo Test no se procesa ninguna transacción real.
hi_in: परीक्षण मोड में और कोई लाइव Stripe लेनदेन संसाधित नहीं किया जाता है।
