Repository: MikeiLL/example.com
Catalog: site/web/app/plugins/wpforms-form-pages/languages/wpforms-form-pages-*.po
Languages: de_de, fr_fr, hi_in, it_it, pt_br

source: The WPForms Form Pages plugin has been deactivated. Your site is running an outdated version of PHP that is no longer supported and is not compatible with the Form Pages addon. <a href="%s" target="_blank" rel="noopener noreferrer">Read more</a> for additional information.
de_de: Das Plugin WPForms Form Pages wurde deaktiviert. Deine Website läuft mit einer veralteten Version von PHP, die nicht länger unterstützt wird und mit dem Add-on Form Pages nicht kompatibel ist. <a href="%s" target="_blank" rel="noopener noreferrer">Weiterlesen</a> für zusätzliche Informationen.
fr_fr: L’extension WPForms Form Pages a été désactivée. Votre site utilise une version obsolète de PHP qui n’est plus prise en charge et incompatible avec le module Form Pages. <a href="%s" target="_blank" rel="noopener noreferrer">Lire la suite</a> pour des informations complémentaires.
hi_in: WPForms फॉर्म पेज प्लगइन निष्क्रिय कर दिया गया है। आपकी साइट PHP का पुराना संस्करण चला रही है जो अब समर्थित नहीं है और फॉर्म पेज के ऐडऑन के अनुकूल नहीं है। <a href=“%s” target=“_blank” rel=“noopener noreferrer”>और पढ़ें</a>।
it_it: Il plugin WPForms Form Pages è stato disattivato. Il tuo sito utilizza una versione vecchia di PHP che non è più supportata e che non è compatibile con l'addon Form Pages. <a href="%s" target="_blank" rel="noopener noreferrer">Leggi qui</a> per maggiori informazioni.
pt_br: O plugin WPForms Form Pages foi desativado. Seu site está executando uma versão desatualizada do PHP que não é mais suportada e não é compatível com o addon Form Pages. <a href="%s" target="_blank" rel="noopener noreferrer">Leia mais</a> para informações adicionais.

source: Form Logo
de_de: Formular-Logo
fr_fr: Logo du formulaire
hi_in: फॉर्म लोगो
it_it: Logo del modulo
pt_br: Logo do formulário

source: created with
de_de: erstellt mit
fr_fr: crée avec
hi_in: के साथ बनाया
it_it: creato con
pt_br: criado com

source: Form Pages cannot be enabled if Conversational Forms is enabled at the same time.
de_de: Form Pages kann nicht gleichzeitig mit Conversational Forms aktiviert werden.
fr_fr: Forms Pages ne peut pas être activé si Conversational Forms est activé en même temps.
it_it: Form Pages non può essere abilitato se allo stesso tempo è abilitato anche l'addon Conversational Forms.
pt_br: As páginas de formulário não podem ser ativadas se o Conversational Forms estiver ativado ao mesmo tempo.

source: Select or Upload Form Custom Logo
de_de: Ein individuelles Logo für das Formular auswählen oder hochladen
fr_fr: Sélectionner ou téléverser le logo personnalisé du formulaire
hi_in: फॉर्म कस्टम लोगो का चयन करें या अपलोड करें
it_it: Seleziona o carica un logo personalizzato per il modulo
pt_br: Selecione ou envie um logo para usar no formulário

source: Use this image
de_de: Dieses Bild benutzen
fr_fr: Utiliser cette image
it_it: Usa questa immagine
pt_br: Usar esta imagem

source: Enable Form Page Mode
de_de: Form-Page-Modus aktivieren
fr_fr: Activer le mode Form Page
hi_in: फॉर्म पृष्ठ मोड सक्षम करें
it_it: Abilita la modalità Form Pages
pt_br: Ativar modo Form Page

source: Form Page Title
de_de: Form-Page-Titel
fr_fr: Titre de la page de formulaire
hi_in: फॉर्म पृष्ठ शीर्षक
it_it: Titolo di Form Page
pt_br: Título do Form Page

source: Message
de_de: Nachricht
hi_in: संदेश
it_it: Messaggio
pt_br: Mensagem

source: This content will display below the Form Page Title, above the form.
de_de: Dieser Inhalt wird unterhalb des Form-Page-Titels angezeigt, über dem Formular.
fr_fr: Ce contenu sera affiché sous le titre de la page de formulaire, au dessus du formulaire.
hi_in: यह सामग्री फॉर्म के ऊपर, फॉर्म पेज शीर्षक के नीचे प्रदर्शित होगी।
it_it: Questo contenuto verrà visualizzato sotto al titolo di Form Pages, sopra al modulo.
pt_br: Este conteúdo será exibido abaixo do Título do Form Page, acima do formulário.

source: Permalink
fr_fr: Permalien
pt_br: Link permanente

source: This is the URL for your form page.
de_de: Dies ist die URL für deine Formularseite
fr_fr: Ceci est l’URL dse votre page de formulaire.
hi_in: यह आपके फॉर्म पृष्ठ के लिए URL है।
it_it: Questa è la URL per la tua pagina con il modulo.
pt_br: Esta é a URL da sua página de formulário.

source: Header Logo
fr_fr: Logo d’en-tête
hi_in: हैडर लोगो
it_it: Logo per l'header
pt_br: Logo do cabeçalho

source: This is a custom logo.
de_de: Dies ist ein individuelles Logo.
fr_fr: Ceci est un logo personnalisé.
hi_in: यह एक कस्टम लोगो है।
it_it: Questo è un logo personalizzato.
pt_br: Este é um logo personalizado.

source: Footer Text
fr_fr: Texte du pied de page
it_it: Testo per il footer
pt_br: Texto do rodapé

source: This content is neither created nor endorsed by WPForms.
de_de: Diese Inhalte wurden nicht von WPForms erstellt und werden nicht unterstützt.
fr_fr: Ce contenu n'est ni créé ni approuvé par WPForms.
hi_in: यह सामग्री न तो WPForms द्वारा बनाई गई है और न ही इसके समर्थन में है।
it_it: Questo contenuto non è stato creato né è avallato da WPForms.
pt_br: Este conteúdo não é criado nem endossado pelo WPForms.

source: Hide WPForms Branding
de_de: WPForms Branding verbergen
fr_fr: Masquer la marque WPForms
it_it: Nascondi il branding di WPForms
pt_br: Ocultar WPForms Branding

source: Color Scheme
de_de: Farbschema
fr_fr: Jeu de couleurs
hi_in: रंग प्रणाली
it_it: Schema colore
pt_br: Esquema de cor

source: This is color of the submit button and page background.
de_de: Dies ist die Farbe des Senden-Buttons und des Seitenhintergrunds.
fr_fr: Ceci est la couleur du bouton d’envoi et de l’arrière-plan de la page.
hi_in: यह सबमिट बटन और पेज के बैकग्राउंड का रंग है।
it_it: Questo è il colore del pulsante per l'invio e dello sfondo della pagina.
pt_br: Essa é a cor do botão de envio e do fundo da página.

source: Style
de_de: Stil
hi_in: शैली
it_it: Stile
pt_br: Estilo

source: Modern Design
de_de: Modernes Design
fr_fr: Conception moderne
hi_in: आधुनिक डिजाइन
it_it: Design moderno
pt_br: Design moderno

source: Classic Design
de_de: Klassisches Design
fr_fr: Conception classique
hi_in: क्लासिक डिजाइन
it_it: Design classico
pt_br: Design clássico

source: Modern: Wider form, rounded corners, darker background
de_de: Modern: Breiteres Formular, abgerundete Ecken, dunklerer Hintergrund
fr_fr: Moderne : Formulaire plus large, coins arrondis, arrière-plan plus sombre
hi_in: आधुनिक: व्यापक रूप, गोल कोनों, गहरे रंग की पृष्ठभूमि
it_it: Moderno: moduli più larghi, angoli arrotondati, sfondi più scuri.
pt_br: Moderno: forma mais ampla, cantos arredondados, fundo mais escuro

source: Upload Image
de_de: Bild hochladen
fr_fr: Téléverser une image
hi_in: छवि अपलोड करें
it_it: Carica un'immagine
pt_br: Enviar Imagem

source: View
de_de: Ansicht
fr_fr: Voir
hi_in: देखें
it_it: Visualizza
pt_br: Ver

source: View Form Page
de_de: Form Page anzeigen
fr_fr: Voir la page de formulaire
hi_in: फॉर्म पृष्ठ देखें
it_it: Visualizza la pagina del modulo
pt_br: Ver Form Page

source: Form Page Preview
de_de: Form-Page-Voransicht
fr_fr: Aperçu de la page de formulaire
hi_in: फॉर्म पृष्ठ पूर्वावलोकन
it_it: Anteprima della pagina del modulo
pt_br: Ver Form Page

source: Use this media
hi_in: इस मीडिया का उपयोग करें

source: Form Pages
hi_in: फॉर्म पृष्ठ
