Repository: MikeiLL/example.com
Catalog: site/web/app/plugins/wpforms-user-registration/languages/wpforms-user-registration-*.po
Languages: de_de, es_es, hi_in, it_it, ja, pt_br

source: Approve
de_de: Freigeben
es_es: Aprobar
hi_in: स्वीकार करना
it_it: Approva
ja: 承認する
pt_br: Aprovar

source: Unapprove
de_de: Zurückweisen
es_es: Rechazar
hi_in: अस्वीकृत करें
it_it: Non approvare
ja: 承認しない
pt_br: Rejeitar

source: Unapproved
de_de: Nicht freigegeben
es_es: Rechazado
hi_in: अस्वीकृत
it_it: Non approvato
ja: 非承認
pt_br: Rejeitado

source: %s user approved.
de_de: %s Benutzer bestätigt.
es_es: 1%s usuario aprobado.
hi_in: %s उपयोगकर्ताओं ने स्वीकृति दी।
it_it: Approvato da %s utente.
ja: %sのユーザーが承認されました。
pt_br: %s usuário aprovado.

source: %s user unapproved.
de_de: %s Benutzer nicht bestätigt.
es_es: Un usuario sin aprobar.
hi_in: %s उपयोगकर्ता अस्वीकृत।
it_it: Disapprovato da %s utente.
ja: %s のユーザーが承認されませんでした。
pt_br: %s usuário não aprovado.

source: <strong>ERROR:</strong> Your account must be activated before you can login.
de_de: <strong>FEHLER:</strong> Dein Konto muss aktiviert sein, bevor du sich anmelden kannst.
es_es: <strong>ERROR:</strong> Tu cuenta debe ser activada antes de poder registrarte.
hi_in: <strong>त्रुटि:</strong> लॉगिन करने से पहले आपका खाता सक्रिय होना चाहिए।
it_it: <strong>ERRORE:</strong> Il tuo account deve essere attivato prima di poter effettuare il login.
ja: <strong>エラー:</strong> ログインすることができる前にアカウントは活性化されなければなりません。
pt_br: <strong>ERRO:</strong> Sua conta deve estar ativada antes que você possa fazer o login.

source: You can&#8217;t unapprove users.
de_de: Du kannst die Bestätigung von Benutzern nicht aufheben.
es_es: No puedes desaprobar usuarios.
hi_in: आप उपयोगकर्ताओं को अस्वीकार नहीं कर सकते हैं।
it_it: Non puoi disapprovare gli utenti.
ja: ユーザーが承認されることができません。
pt_br: Você não pode recusar usuários.

source: User Login Form
de_de: Benutzer-Anmeldeformular
es_es: Formulario de acceso de usuarios
hi_in: उपयोगकर्ता लॉगिन फ़ॉर्म
it_it: Modulo di login dell'utente
ja: ユーザーログインフォーム
pt_br: Formulário de Login do Usuário

source: Allow your users to easily login to your site with their username and password.
de_de: Deinen Benutzern ermöglichen, sich einfach mit ihrem Benutzernamen und Passwort auf deiner Website anzumelden.
es_es: Permitir a tus usuarios acceder a tu sitio con su nombre de usuario y. contraseña.
hi_in: अपने उपयोगकर्ताओं को अपने उपयोगकर्ता नाम और पासवर्ड के साथ आसानी से अपनी साइट पर लॉगिन करने की अनुमति दें।
it_it: Permetti agli utenti di fare login sul tuo sito facilmente con le loro user e password.
ja: ユーザーが自分のユーザー名とパスワードを使用してサイトに簡単にログインできるようにします。
pt_br: Permita que seus usuários acessem facilmente seu site com seu nome de usuário e senha.

source: Username or Email
de_de: Benutzername oder E-Mail-Adresse
es_es: Nombre de usuario o correo electrónico
hi_in: उपयोगकर्ता नाम या ईमेल
it_it: Nome utente o email
ja: ユーザー名またはメールアドレス
pt_br: Nome de usuário ou e-mail

source: Password
de_de: Passwort
es_es: Contraseña
hi_in: पासवर्ड
ja: パスワード
pt_br: Senha

source: Hide the form if a user is already logged in
de_de: Das Formular verbergen, falls ein Benutzer bereits angemeldet ist
es_es: Ocultar el formulario si el usuario ya está registrado
hi_in: यदि उपयोगकर्ता पहले से ही लॉग इन है तो फॉर्म को छिपाएं
it_it: Nascondi il modulo se un utente è già collegato
ja: ユーザーがすでにログインしている場合はフォームを隠す
pt_br: Ocultar o formulário se um usuário já estiver conectado

source: User Registration Form
de_de: Benutzer-Registrierungsformular
es_es: Formulario de registro de usuarios
hi_in: उपयोगकर्ता पंजीकरण फार्म
it_it: Moduloi di registrazione dell'utente
ja: ユーザー登録フォーム
pt_br: Formulário de Inscrição do Usuário

source: Create customized WordPress user registration form and add them anywhere on your website.
de_de: Erstelle individuelle WordPress-Benutzer-Registrierungsformulare und füge sie an beliebigen Stellen auf deiner Website hinzu.
es_es: Crear un formulario personalizado de registro de usuarios en WordPress y añádelo donde quieras en tu web.
hi_in: अनुकूलित वर्डप्रेस उपयोगकर्ता पंजीकरण फॉर्म बनाएं और उन्हें अपनी वेबसाइट पर कहीं भी जोड़ें।
it_it: Crea un modulo personalizzato di WordPress per la registrazione dell'utente e aggiungilo dove vuoi sul tuo sito.
ja: カスタムWordPressユーザー登録フォームを作成して、サイトのどこにでも追加できます。
pt_br: Crie um formulário de registro de usuário personalizado para WordPress e adicione-o em qualquer lugar do seu site.

source: Don&#39;t Forget
de_de: Nicht vergessen
es_es: No lo olvides
hi_in: मत भूलना
it_it: Non dimenticare
ja: 忘れないでください
pt_br: Não esqueça

source: Additional user registration options are available in the settings panel.
de_de: Zusätzliche Optionen für die Benutzerregistrierung sind im Einstellungs-Panel verfügbar.
es_es: Las opciones adicionales de resgistro de usuarios están disponibles en el panel de ajustes.
hi_in: अतिरिक्त उपयोगकर्ता पंजीकरण विकल्प सेटिंग्स पैनल में उपलब्ध हैं ।
it_it: Opzioni aggiuntive per la registrazione dell'utente sono disponibili nel pannello delle impostazioni.
ja: 追加のユーザー登録オプションは設定パネルで利用可能です。
pt_br: Opções adicionais de registro do usuário estão disponíveis no painel de configurações.

source: Name
es_es: Nombre
hi_in: नाम
it_it: Nome
ja: 名前
pt_br: Nome

source: Username
de_de: Benutzername
es_es: Nombre de usuario
hi_in: उपयोगकर्ता नाम
it_it: Nome utente
ja: ユーザー名
pt_br: Nome de usuário

source: Email
es_es: Correo electrónico
hi_in: ईमेल
ja: メール

source: Short Bio
de_de: Kurzbiografie
es_es: Biografía corta
hi_in: लघु जीवनी
it_it: Breve bio
ja: ショート投稿者の略歴
pt_br: Biografia

source: Share a little information about yourself.
de_de: Teile ein paar Informationen über dich mit.
es_es: Comparte algo de información sobre ti.
hi_in: अपने बारे में थोड़ी जानकारी साझा करें।
it_it: Coondividi qualche informazione su di te.
ja: 自身についてのちょっとした情報を書いてください。
pt_br: Compartilhe um pouco de informação sobre você.

source: Email address is required.
de_de: E-Mail-Adresse wird benötigt.
es_es: La dirección de correo electrónico es requerida.
hi_in: ईमेल पते की आवश्यकता है।
it_it: Indirizzo email è richiesto.
ja: メールアドレスが必要です。
pt_br: É necessário um endereço de e-mail.

source: A user with that username already exists.
de_de: Ein Benutzer dieses Namens existiert bereits.
es_es: Ya hay un usuario con ese nombre de usuario.
hi_in: उस उपयोगकर्ता नाम के साथ एक प्रयोक्ता पहले से मौजूद है।
it_it: Esiste già un utente con quel nome utente.
ja: このユーザーネームはすでに使用されています。
pt_br: Um usuário com esse nome já existe.

source: A user with that email already exists.
de_de: Ein Benutzer mit dieser E-Mail-Adresse existiert bereits.
es_es: Ya hay un usuario con ese correo electrónico.
hi_in: उस ईमेल के साथ एक उपयोगकर्ता पहले से मौजूद है।
it_it: Esiste già un utente con quell'indirizzo email.
ja: このメールアドレスはすでに存在されています。
pt_br: Um usuário com este e-mail já existe.

source: (Activation Required)
de_de: (Aktivierung erforderlich)
es_es: (Activación requerida)
hi_in: (सक्रियण आवश्यक)
it_it: (Attivazione richiesta)
ja: （活性化必要）
pt_br: (Ativação necessária)

source: Account activation is required before the user can login.
de_de: Kontoaktivierung ist erforderlich, bevor der Benutzer sich anmelden kann.
es_es: Se necesita la activación del usuario antes de acceder.
hi_in: उपयोगकर्ता लॉगिन कर सकने से पहले खाता सक्रियण आवश्यक है।
it_it: L'attivazione dell'account è richiesta prima che l'utente possa fare login.
ja: ユーザーがログインする前にアカウントの有効化が必要です。
pt_br: A ativação da conta é necessária antes que o usuário possa fazer o login.

source: The user has been emailed a link to activate their account.
de_de: Dem Benutzer wurde eine E-Mail mit einem Link geschickt, mit dem er sein Konto aktivieren kann.
es_es: Se le ha enviado al usuario un enlace por correo electrónico para que active su cuenta.
hi_in: उपयोगकर्ता अपने खाते को सक्रिय करने के लिए एक लिंक ईमेल किया गया है।
it_it: All'utente è stato inviato un link per l'attivazione del proprio account.
ja: ユーザーに自分のアカウントを有効にするためのリンクをメールで送信されました。
pt_br: O usuário recebeu um link por e-mail para ativar sua conta.

source: You must manually activate their account.
de_de: Du musst dein Konto manuell aktivieren.
es_es: Debes activar manualmente su cuenta.
hi_in: आपको मैन्युअल रूप से उनके खाते को सक्रिय करना होगा।
it_it: Devi attivare manualmente il loro account.
ja: 手動でアカウントを有効にする必要があります。
pt_br: Você deve ativar manualmente sua conta.

source: IMPORTANT: You must activate your account before you can login. Please visit the link below.
de_de: WICHTIG: Du musst dein Konto aktivieren, bevor du dich anmelden kannst. Bitte gehe auf den Link unten.
es_es: IMPORTANTE: Debes activar tu cuenta antes de acceder. Por favor, visita el siguiente enlace.
hi_in: महत्वपूर्ण: लॉगिन करने से पहले आपको अपना खाता सक्रिय करना होगा। कृपया नीचे दिए गए लिंक पर जाएं।
it_it: IMPORTANTE: Devi attivare il tuo account prima di poter fare il login. Segui il link qui sotto per maggiori informazioni.
ja: 重要：ログインする前にアカウントを有効にする必要があります。下記のリンクをご覧ください。
pt_br: IMPORTANTE: Você deve ativar sua conta antes de poder fazer o login. Por favor, visite o link abaixo.

source: Site administrator must activate your account before you can login.
de_de: Ein Website-Administrator muss dein Konto aktivieren, bevor du dich anmelden kannst.
es_es: El administrador del sitio debe activar tu cuenta antes de que puedas acceder.
hi_in: लॉगिन करने से पहले साइट व्यवस्थापक को आपके खाते को सक्रिय करना होगा।
it_it: L'amministratore del sito deve prima attivare il tuo account affinché tu possa fare login.
ja: サイト管理者はログインする前にアカウントを有効にする必要があります。
pt_br: O administrador do site deve ativar sua conta antes que você possa fazer o login.

source: User Registration
de_de: Benutzerregistrierung
es_es: Registro de Usuario
hi_in: उपयोगकर्ता पंजीकरण
it_it: Registrazione utente
ja: ユーザー登録
pt_br: Registro do usuário

source: User Name
de_de: Benutzername
es_es: Nombre de Usuario
hi_in: उपयोगकर्ता नाम
it_it: Nome utente
ja: ユーザー名
pt_br: Nome de usuário

source: --- Select Field ---
de_de: --- Feld auswählen ---
es_es: -- Seleccionar Campo --
hi_in: —फ़ील्ड का चयन—
it_it: --- Seleziona un Campo ---
ja: ---フィールドを選択する---
pt_br: --- Selecionar campo ---

source: If a username is not set or provided, it will become the user's email address
de_de: Falls kein Benutzername eingestellt ist oder angegeben wird, wird er auf die E-Mail-Adresse des Benutzers eingestellt.
es_es: Si no se establece el nombre de usuario, se usará la dirección de correo electrónico
hi_in: यदि उपयोगकर्ता नाम सेट या उपलब्ध नहीं है, तो यह उपयोगकर्ता का ईमेल पता बन जाएगा
it_it: Se non è stato fornito un nome utente, sarà utilizzato l'indirizzo email
ja: ユーザーネームが設定または提供されていない場合は、それがユーザーのメールアドレスになります。
pt_br: Se um nome de usuário não for definido ou fornecido, ele se tornará o endereço de e-mail do usuário

source: Auto generate
de_de: Automatisch erzeugen
es_es: Autogenerar
hi_in: स्वत: जनरेट करें
it_it: Genera automaticamente
ja: 自動生成
pt_br: Gerar automaticamente

source: Website
es_es: Web
hi_in: वेबसाइट
it_it: Sito Web
ja: Web サイト

source: Biographical Info
de_de: Biografische Angaben
es_es: Información biográfica
hi_in: जीवन संबंधी जानकारी
it_it: Informazioni biografiche
ja: プロフィール情報
pt_br: Informações biográficas

source: User Role
de_de: Benutzerrolle
es_es: Rol de usuario
hi_in: उपयोगकर्ता भूमिका
it_it: Ruolo utente
ja: ユーザー権限グループ
pt_br: Papel do usuário

source: Send email to the user containing account information
de_de: Dem Benutzer eine E-Mail mit Anmeldeinformationen senden
es_es: Enviar un correo electrónico al usuario con la información de la cuenta
hi_in: खाता जानकारी वाले उपयोगकर्ता को ईमेल भेजें
it_it: Invia una mail all'utente contenente le informazioni sull'account
ja: アカウント情報を含むメールをユーザーに送信する
pt_br: Enviar e-mail para o usuário que contém informações da conta

source: Send email to the admin
de_de: E-Mail an den Administrator senden
es_es: Enviar correo electrónico al administrador
hi_in: व्यवस्थापक को ईमेल भेजें
it_it: Invia email all'amministratore
ja: メールを管理者に送信する
pt_br: Enviar e-mail para o administrador

source: Enable user activation
de_de: Benutzeraktivierung aktivieren
es_es: Activar la activación de usuarios
hi_in: उपयोगकर्ता सक्रियण सक्षम करें
it_it: Abilita l'attivazione dell'utente
ja: ユーザー有効化を有効にする
pt_br: Ativar ativação do usuário

source: User Activation Method
de_de: Benutzer-Aktivierungsmethode
es_es: Método de activación de usuarios
hi_in: उपयोगकर्ता सक्रियण विधि
it_it: Metodo di attivazione dell'utente
ja: ユーザー有効化方法
pt_br: Método de Ativação do Usuário

source: User Email
de_de: Benutzer E-Mail
es_es: Correo electrónico del usuario
hi_in: उपयोगकर्ता ईमेल
it_it: Email dell'utente
ja: ユーザーメール
pt_br: E-mail do Usuário

source: Manual Approval
de_de: Manuelle Genehmigung
es_es: Aprobación manual
hi_in: मैनुअल स्वीकृति
it_it: Approvazione manuale
ja: 手動承認
pt_br: Aprovação manual

source: User Email method sends an email to the user with a link to activate their account. Manual Approval requires site admin to approve account.
de_de: Benutzer-E-Mail-Methode sendet dem Benutzer eine E-Mail mit einem Link zur Aktivierung seines Kontos. Manuelle Genehmigung erfordert, dass der Administrator der Website das Konto genehmigt.
es_es: El método de correo electrónico de usuario le envía al usuario un correo con un enlace para activar su cuenta. La aprobación manual requiere que un administrador del sitio apruebe la cuenta.
hi_in: उपयोगकर्ता ईमेल विधि अपने खाते को सक्रिय करने के लिए लिंक के साथ उपयोगकर्ता को एक ईमेल भेजती है। मैनुअल स्वीकृति के लिए खाता स्वीकृत करने के लिए साइट व्यवस्थापक की आवश्यकता होती है।
it_it: Il metodo "Email dell'utente" invia una mail all'utente con un link per l'attivazione del proprio account. "Approvazione manuale" richiede l'approvazione di un amministratore.
ja: ユーザーメール方式では、アカウントを有効化ためのリンクを含むメールをユーザーに送信します。手動承認では、サイト管理者がアカウントを承認する必要があります。
pt_br: O método Email do usuário envia um e-mail para o usuário com um link para ativar sua conta. A aprovação manual exige que o administrador do site aprove a conta.

source: User Activation Confirmation Page
de_de: Benutzeraktivierungs-Bestätigungs-Seite
es_es: Página de confirmación de la activación del usuario
hi_in: उपयोगकर्ता सक्रियण पुष्टिकरण पृष्ठ
it_it: Pagina di conferma dell'attivazione dell'utente
ja: ユーザー有効化確認ページ
pt_br: Página de confirmação de ativação do usuário

source: Home page
es_es: Página de inicio
hi_in: मुख पृष्ठ
ja: ホームページ
pt_br: Pagina inicial

source: Select the page to show the user after they activate their account.
de_de: Seite auswählen, die dem Benutzer angezeigt wird, nachdem er sein Konto aktiviert hat.
es_es: Elige la página que mostrarle al usuario después de que active su cuenta.
hi_in: अपना खाता सक्रिय करने के बाद उपयोगकर्ता को दिखाने के लिए पृष्ठ का चयन करें।
it_it: Scegli la pagina da mostrare all'utente dopo l'attivazione del proprio account.
ja: アカウント有効化にした後にユーザーを表示するページを選択してください。
pt_br: Selecione a página para mostrar ao usuário depois de ativar sua conta.

source: Custom User Meta
de_de: Individuelle Benutzer-Metadaten
es_es: Meta de usuario personalizado
hi_in: कस्टम उपयोगकर्ता मेटा
it_it: Metadati dell'utente personalizzato
ja: カスタムユーザーメタ
pt_br: Meta de usuário personalizado

source: Enter meta key...
de_de: Meta-Schlüssel eingeben...
es_es: Escribe la clave meta...
hi_in: मेटा कुंजी दर्ज करें…
it_it: Inserisci la chiave per i metadati...
ja: メタキーを入力
pt_br: Digite a chave meta...
